Cancelacion/No cancelable/requeststatusInvoiceCancelA.xml

<soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/"><soap-env:Body><ns0:get_sat_status xmlns:ns0="http://facturacion.finkok.com/cancel"><ns0:username>mhurtado@finkok.com.mx</ns0:username><ns0:password>Samydean26714+</ns0:password><ns0:taxpayer_id>EKU9003173C9</ns0:taxpayer_id><ns0:rtaxpayer_id>CUSC850516316</ns0:rtaxpayer_id><ns0:uuid>54F7AA1A-D156-59C6-8827-56189AE8ED0D</ns0:uuid><ns0:total>7510.77</ns0:total></ns0:get_sat_status></soap-env:Body></soap-env:Envelope>